enum NotificationText {
  reloadPageBtn = 'Перезагрузить страницу',
  '0x000' = '<b>Ошибка:</b> сетевое подключение недоступно, возможно возникли проблемы с сетью',
  '0x001' = 'Загрузка данных',
  '0x002' = 'Ничего <b>не</b> найдено. Попробуйте ввести новый поисковой запрос.',
  '0x003' = 'Страница не найдена',
  '0x004' = '<b>Ошибка:</b> введен неверный логин и/или пароль',
  '0x005' = 'Изображение было успешно добавлено из буфера обмена.',
  '0x006' = 'API буфера обмена не поддерживается в данном браузере.',
  '0x007' = 'Файл был скопирован из буфера обмена',
  '0x008' = 'Доступ запрещен. Разрешите доступ к чтению из буфера обмена.',
  '0x009' = 'Неподдерживаемый тип. Скопированный фрагмент не является изображением.'
}

export default NotificationText;
